Revit 2027 API
ParameterTypeId.PathReinFaceSlab Property
 "Face"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PathReinFaceSlab { get; }
Public Shared ReadOnly Property PathReinFaceSlab As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PathReinFaceSlab {
	ForgeTypeId^ get ();
}
static member PathReinFaceSlab : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace